tap "azure/azd"
tap "databricks/tap"
tap "hashicorp/tap"
brew "act"
brew "argocd"
brew "openssl@3"
brew "awscli"
brew "libyaml"
brew "azure-cli"
brew "bash"
brew "bat"
brew "ripgrep"
brew "codex"
brew "dotnet"
brew "eza"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gmp"
brew "hashcat"
brew "helm"
brew "helmfile"
brew "jj"
brew "jq"
brew "juju"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "libomp"
brew "node"
brew "pipx"
brew "poetry"
brew "pyenv"
brew "starship"
brew "telnet"
brew "topgrade"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "yarn"
brew "zig"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "azure/azd/azd"
brew "databricks/tap/databricks"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "coteditor"
cask "cursor"
cask "cyberduck"
cask "dbeaver-community"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "hashicorp-vagrant"
cask "iina"
cask "jetbrains-toolbox"
cask "keka"
cask "logitech-options"
cask "microsoft-edge"
cask "multipass"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "proxyman"
cask "qobuz"
cask "session-manager-plugin"
cask "slack"
cask "soundsource"
cask "superduper"
cask "surfshark"
cask "tidal"
cask "tower"
cask "vagrant"
cask "virtualbox@beta"
cask "visual-studio-code"
cask "vlc"
cask "zed"
cask "zoom"
vscode "databricks.databricks"
vscode "docker.docker"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "kevinrose.vsc-python-indent"
vscode "lkrms.inifmt"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-ai"
vscode "ms-toolsai.vscode-ai-remote"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "prompt-flow.prompt-flow"
vscode "redhat.vscode-yaml"
vscode "skellock.just"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "visualjj.visualjj"
vscode "ziglang.vscode-zig"
